<?php
$_['heading_title']         =  'اراء العملاء';

// Text
$_['text_form_title']       =  'رأيك يهمنا';
$_['text_success']          =  'تمت أرسال رأيك بنجاح, وسيتم اخطار الإدارة له!';
$_['text_empty']            =  'لا يوجد أي اراء للمستخدمين!';

// Entry
$_['entry_name']            = 'الأسم';
$_['entry_email']           = 'البريد الإلكتروني';
$_['entry_rating']          = 'التقييم';
$_['entry_image']           = 'الصورة';
$_['entry_extra']           = 'المهنة, الحرفة, المسمى الوظيفي';
$_['entry_description']     = 'الوصف';

// Button
$_['button_submit']          = 'إرسال';

// Help
$_['help_email']             = 'نحن لن نقوم بمشاركة بريدك الالكتروني مع اي طرف اخر.';
$_['help_description']       = 'رأي المستخدم يجب أن يكون أكثر من 10 حروف!';
$_['help_image']             = 'حجم الصورة يجب أن لا يتعدى 1 ميجابايت!';

// Error
$_['error_warning']          = 'تحذير, يرجى الإنتباه للأخطاء!';
$_['error_permission']       = 'تحذير, لا يوجد لديك صلاحية!';
$_['error_name']             = 'الإسم يجب أن يكون بين حرف و 50 حرف!';
$_['error_extra']            = 'الإضافة يجب ان تكون اقل من 20 حرف!';
$_['error_description']      = 'رأي المستخدم يجب أن يكون أكثر من 10 حروف!';
$_['error_rating']           = 'التقييم يجب أن يكون بين 1 إلى 5 نجوم!';
$_['error_email']            = 'بريد إلكتروني خاطئ!';
$_['error_upload_image']     = 'لا يمكن رفع الصورة!';
$_['error_not_image']        = 'الملف المرفق ليس صورة!';
$_['error_image_size']       = 'حجم الصورة يجب أن لا يتعدى 1 ميجابايت!';
