<?php
// Text
$_['text_success']   = 'تم إرسال إستفسارك للمسؤول!';
$_['text_name']     = 'إسمك';
$_['text_email']    = 'بريدك الإلكتروني';
$_['text_subject']  = 'العنوان';
$_['text_message']  = 'الرسالة';
$_['text_submit']   = 'إرسال الرسالة';

// Error
$_['error_name']     = 'خطأ, الإسم يجب أن يكون بين 3 إلى 50 حرف!';
$_['error_email']    = 'خطأ, البريد الإلكتروني خاطئ!';
$_['error_subject']  = 'خطأ, العنوان يجب أن يكون بين 5 إلى 78 حرف!';
$_['error_message']  = 'خطأ, الرسالة يجب أن تكون بين 10 إلى 3000 حرف!';